[
    {
        "id": "1",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\грузди соленые.jpg",
        "name": "Грузди солёные",
        "place": "1",
        "recipe": "Грибы грузди белые, маринад (вода питьевая, соль поваренная пищевая, лимонная кислота, специи (укроп, перец душистый, лавровый лист, чеснок, гвоздика,",
        "price": "890"
    },
    {
        "id": "2",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\дессерт анна павлова.jpg",
        "name": "Дессерт \"Анна Павлова\"",
        "place": "4",
        "recipe": "Сахар, белок куриного яйца, творожный сыр, белый шоколад, сливки 33%, клубника, пектин, соль, лимонная кислота, дробленые ядра фисташки, ягоды в декор",
        "price": "220"
    },
    {
        "id": "3",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\жареные баклажаны с сыром.jpg",
        "name": "Жаренные баклажаны с сыром",
        "place": "3",
        "recipe": "Баклажан, творог, сыр, чеснок, яйца, зелень укропа, зелень базилика, зелень петрушки, соль",
        "price": "350"
    },
    {
        "id": "4",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\заливное из рыбы.jpg",
        "name": "Рыбное заливное",
        "place": "4",
        "recipe": "Рыба, вода, лук репчатый, корень петрушки, корень сельдерея, морковь, горошек зелёный, зелень петрушки, соль, перец чёрный горошком, лавровый лист, же",
        "price": "490"
    },
    {
        "id": "5",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\котлета.jpg",
        "name": "Котлета по-киевски",
        "place": "2",
        "recipe": "Куриная грудка,сливочное масло,укроп, сухари панировочные, томат,огурец маринованный, перец болгарский, лист салата,зелень.",
        "price": "190"
    },
    {
        "id": "6",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\купеческий салат.jpg",
        "name": "Салат купеческий",
        "place": "2",
        "recipe": "Свинина, майонез, огурец свежий, продукт мясной из свинины вареный «Ветчина Любительская», морковь, продукт мясной варено-копченый, перец болгарский с",
        "price": "530"
    },
    {
        "id": "7",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\куриный рулет со шпинатом.jpg",
        "name": "Куриный рулет со шпинатом",
        "place": "3",
        "recipe": "Куриное филе, помидор, шпинат, сметана, соль, перец, сыр полутвёрдый.",
        "price": "380"
    },
    {
        "id": "8",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\куриный салат с сыром бри.jpg",
        "name": "Куриный салат с сыром бри",
        "place": "3",
        "recipe": "Яйца, варёная куриная грудка, консервированные ананасы, грецкие орехи, сыр бри, майонез, соль и перец. Нарезать кубиками куриную грудку и ананасы.",
        "price": "420"
    },
    {
        "id": "9",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\куриный салат с черносливом.jpg",
        "name": "Куриный салат с черносливом",
        "place": "1",
        "recipe": "Куриная грудка, чернослив, огурцы длинноплодные, яйцо куриное, орех грецкий, майонез, перец чёрный",
        "price": "320"
    },
    {
        "id": "10",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\мясное блюдо.jpg",
        "name": "Мясное блюдо сборное",
        "place": "2",
        "recipe": "Ростбиф, сыровяленая говядина, сыровяленая курица и салями",
        "price": "340"
    },
    {
        "id": "11",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\рыбное блюдо.jpg",
        "name": "Рыбное блюдо",
        "place": "1",
        "recipe": "Филе форели сл/с, филе кеты сл/с, фтле масляной рыбы, оливки, лимон, зелень петрушки.",
        "price": "650"
    },
    {
        "id": "12",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\салат с кальмаром и малосольным огурцом.jpg",
        "name": "Салат с кальмаром и малосольным огурцом",
        "place": "2",
        "recipe": "Кальмар, малосольный огурец, майонез, соль.",
        "price": "460"
    },
    {
        "id": "13",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\свекольный салат с орехами.jpeg",
        "name": "Свекольный салат с ореховым ассорти",
        "place": "4",
        "recipe": "Свекла, чеснок, лук репчатый, орехи грецкие, майонез, специи.",
        "price": "360"
    },
    {
        "id": "14",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\тунец в кунжуте.jpg",
        "name": "Тунец в кунжуте",
        "place": "1",
        "recipe": "Тунец, красный и чёрный перец, соль, чесночное оливковое масло, кунжут.",
        "price": "620"
    },
    {
        "id": "15",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\утиное пате.jpg",
        "name": "Утиное пате на хрустящем баклажане",
        "place": "4",
        "recipe": "мясо утиное, утиная печень, масло сливочное, жир утиный, яйцо куриное, лук репчатый, соль, перец черный, итальянские травы, чернослив, коньяк, баклажа",
        "price": "540"
    },
    {
        "id": "16",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\фаршированная щука.jpg",
        "name": "Щука фаршированная",
        "place": "2",
        "recipe": "Щука, батон, хлеб белый, фарш куриный, яйца, лук репчатый, морковь, лавровый лист, перец горошком, соль, перец чёрный молотый, лимон, масло растительн",
        "price": "950"
    },
    {
        "id": "17",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\фаршированный карп.jpg",
        "name": "Карп фаршированный",
        "place": "4",
        "recipe": "Карп, булка белая, яйца, лук, соль, килька, масло сливочное, молоко, чеснок, перец чёрный молотый, лавровый лист.",
        "price": "890"
    },
    {
        "id": "18",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\цезарь.jpg",
        "name": "Цезарь с курицей",
        "place": "3",
        "recipe": "Курица, сыр твёрдый, батон, салат зеленый, помидоры черри, яйца, ядра грецких орехов, масло оливковое, чеснок, горчица, сок лимона, соль, перец.",
        "price": "370"
    },
    {
        "id": "19",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\штрудель с малиновым вареньем.jpeg",
        "name": "Штрудель с малиновым варньем",
        "place": "2",
        "recipe": "Мука пшеничная хлебопекарная высшего сорта, сахар, маргарин, масло, масло растительное рафинированное дезодорированное, регулятор кислотности лимонная",
        "price": "230"
    },
    {
        "id": "20",
        "pic_path": "C:\\Users\\sonya z\\Desktop\\учеба\\Лабы\\бутстрап\\LR2\\pics\\эклер с печенью трески.jpg",
        "name": "Эклер с печенью трески",
        "place": "3",
        "recipe": "Сыр сливочный, томат вяленый, оливки, тесто слоеное, сливки, печень трески.",
        "price": "630"
    }
]